<template>
    <PageSection>
        <PageSectionDefaultLayout>
            <template #heading>
                Почему Кванториум?
            </template>
            <ul :class="$style.advantages__list">
                <li>
                    <KvantoriumAdvantage
                        :advantage="{
                            description: 'Детям доступно самое современное и высокотехнологичное профессиональное оборудование, которое позволяет решать широкий спектр задач: от проектирования 3D-моделей до создания настоящих прототипов своих изобретений. Дизайн каждого помещения позволяет ребенку почувствовать себя в настоящей взрослой лаборатории: есть как функциональные рабочие зоны, так и зоны отдыха, где можно отвлечься от активной деятельности.',
                            image: '/images/advantage1.webp',
                            title: 'Почувствовать себя в роли настоящего ученого',
                        }"
                    />
                </li>
                <li>
                    <KvantoriumAdvantage
                        :advantage="{
                            description: 'В Кванториуме преподают высококвалифицированные, прошедшие специальную подготовку педагоги. Преподаватели являются для детей не только педагогами, но и наставниками: они не навязывают ребенку свое видение, позволяют ему самому пробовать, учиться, искать информацию и совершать ошибки. Наставник направляет детей, а не спускает им директивы, как и чему они должны учиться. А также поддерживает в сложной ситуации, направляет и помогает.',
                            image: '/images/advantage2.webp',
                            title: 'Творить с поддержкой наставника',
                        }"
                    />
                </li>
                <li>
                    <KvantoriumAdvantage
                        :advantage="{
                            description: 'Ребенок получает интересную информацию и сразу применяет её на практике. Причем  занятия в Кванториуме проходят в тестом взаимодействии детей друг другом. Непременное условие - сотрудничество, работа в команде, нацеленная на достижение реального результата. В процессе общения и получения знаний и умений ребенок научится ставить цели и достигать их, чётко выражать свои мысли, работать в условиях жёсткой конкуренции и при сжатых сроках.',
                            image: '/images/advantage3.webp',
                            title: 'Интересно и полезно общаться',
                        }"
                    />
                </li>
            </ul>
        </PageSectionDefaultLayout>
    </PageSection>
</template>

<style module lang="scss">
@use '@styles/main.scss' as *;

.advantages {
    &__list {
        padding: 0;
        list-style: none;

        display: flex;
        flex-direction: column;
        gap: rem(12px);
    }
    &__item {
    }
}
</style>
