<template>
    <Container>
        <ul class="flex flex-col gap-16">
            <li>
                <Advantage
                    description="Детям доступно самое современное и высокотехнологичное профессиональное оборудование, которое позволяет решать широкий спектр задач: от проектирования 3D-моделей до создания настоящих прототипов своих изобретений. Дизайн каждого помещения позволяет ребенку почувствовать себя в настоящей взрослой лаборатории: есть как функциональные рабочие зоны, так и зоны отдыха, где можно отвлечься от активной деятельности."
                    icon="/images/advantage1.webp"
                    heading="Почувствовать себя в роли настоящего ученого"
                />
            </li>
            <li>
                <Advantage
                    description="Детям доступно самое современное и высокотехнологичное профессиональное оборудование, которое позволяет решать широкий спектр задач: от проектирования 3D-моделей до создания настоящих прототипов своих изобретений. Дизайн каждого помещения позволяет ребенку почувствовать себя в настоящей взрослой лаборатории: есть как функциональные рабочие зоны, так и зоны отдыха, где можно отвлечься от активной деятельности."
                    icon="/images/advantage1.webp"
                    heading="Почувствовать себя в роли настоящего ученого"
                />
            </li>
            <li>
                <Advantage
                    description="Детям доступно самое современное и высокотехнологичное профессиональное оборудование, которое позволяет решать широкий спектр задач: от проектирования 3D-моделей до создания настоящих прототипов своих изобретений. Дизайн каждого помещения позволяет ребенку почувствовать себя в настоящей взрослой лаборатории: есть как функциональные рабочие зоны, так и зоны отдыха, где можно отвлечься от активной деятельности."
                    icon="/images/advantage1.webp"
                    heading="Почувствовать себя в роли настоящего ученого"
                />
            </li>
        </ul>
    </Container>
</template>
