<template>
    <KContainer :class="$style.container">
        <p>
            Детский технопарк “Кванториум “Волжский Политех” является структурным подразделением государственного бюджетного профессионального образовательного учреждения “Волжский политехнический техникум”.
        </p>

        <p>
            Сайт техникума - <a href="https://volpt.ru">volpt.ru</a>.
        </p>

        <p>
            Детский технопарк “Кванториум” - это уникальная среда для развития ребёнка по актуальным научно-исследовательским и инженерно-техническим направлениям, оснащённая высокотехнологичным оборудованием. Отличительной особенностью является не только обучение детей инженерному образованию, но и проектной деятельности, ТРИЗ (теория решения изобретательских задач), 4K-компетенциям (коммуникация, креативность, командное решение проектных задач, критическое мышление) и решение реальных производственных задач в сопровождении опытных наставников, в том числе представителей научной школы, промышленности и бизнеса. Занятия в технопарке для детей с 6 до 17 лет бесплатные по всем направлениям.
        </p>

        <p>
            Режим работы:
        </p>

        <p>
            Учебные занятия в детском технопарке “Кванториум “Волжский Политех” проводятся в свободное от занятий в общеобразовательных учреждениях время.
        </p>

        <p>
            Продолжительность одного занятия - 2 академических часа (академический час - 30-45 минут), с обязательным перерывом между занятиями не менее 10 минут.
        </p>

        <p>
            Детский технопарк “Кванториум “Волжский Политех” организует работу с обучающимися в течение всего календарного года. В период школьных каникул группы квантумов могут работать по изменённому расписанию учебных занятий с основным или переменным составом.
        </p>

        <p>
            Наши наставники (педагоги дополнительного образования) работают согласно расписанию учебных занятий.
        </p>
    </KContainer>
</template>

<style module>
.container {
    margin-top: 5rem;
}
</style>
