<script setup lang="ts">
import { ArrowUpRightIcon } from 'lucide-vue-next'
</script>

<template>
    <Section>
        <SectionContainer>
            <SectionHeading>
                Новости
            </SectionHeading>

            <ul class="grid grid-cols-1 lg:grid-cols-3 gap-x-4 gap-y-3 mb-6">
                <li v-for="i in 6">
                    <NewsCard
                        title="Новости из Мира Кванториума!"
                        :image="{
                            src: 'https://fps.cdnpk.net/images/home/subhome-ai.webp?w=649&h=649',
                            alt: 'Изображение'
                        }"
                        content='Дорогие друзья, рады поделиться захватывающими моментами: Кванторианцы из ДТ "Кванториум "Волжский Политех" покорили столичные просторы и оказались на Международной выставке-форуме "Россия" в Москве, которая проходила на ВДНХ 19 декабря!Этот форум - настоящий калейдоскоп великих достижений нашей страны, где собраны самые передовые технологии, инновации и открытия. Россия - это не только богатая история, но и безграничные перспективы будущего!  Наши талантливые ученики погружаются в мир науки, совершая прорывы и открывая новые горизонты знаний. С каждым днем наше образование становится катализатором передового развития страны. Мы гордимся тем, что наши ученые, будущие лидеры инноваций, делают шаги к созданию лучшего будущего для России. Благодарим всех за поддержку и вместе шагаем в будущее, полное светлых идей, технологических открытий и успешных достижений!'
                        :publish-date="new Date()"
                        :tags="['Мероприятие', 'Конкурс', 'Работа']"
                    />
                </li>
            </ul>

            <div class="grid grid-cols-1 lg:grid-cols-3 gap-x-4 gap-y-3">
                <ShButton class="lg:col-start-3">
                    <span>Ко всем новостям</span>

                    <ArrowUpRightIcon />
                </ShButton>
            </div>
        </SectionContainer>
    </Section>
</template>
