<template>
    <Section heading="Сведения об организации">
        <AboutParagraph>
            Детский технопарк “Кванториум “Волжский Политех” является <strong>структурным подразделением государственного</strong> бюджетного профессионального образовательного учреждения <strong>“Волжский политехнический техникум”</strong>.
        </AboutParagraph>

        <AboutParagraph>
            Сайт техникума - <strong><a href="https://volpt.ru" target="_blank">volpt.ru</a></strong>.
        </AboutParagraph>

        <AboutParagraph>
            Детский технопарк “Кванториум” - это уникальная среда для развития ребёнка по актуальным <strong>научно-исследовательским</strong> и <strong>инженерно-техническим</strong> направлениям, оснащённая <strong>высокотехнологичным оборудованием</strong>. Отличительной особенностью является не только обучение детей <strong>инженерному образованию</strong>, но и <strong>проектной деятельности, ТРИЗ</strong> (теория решения изобретательских задач), <strong>4K-компетенциям</strong> (коммуникация, креативность, командное решение проектных задач, критическое мышление) и <strong>решение реальных производственных задач</strong> в сопровождении <strong>опытных наставников</strong>, в том числе представителей <strong>научной школы, промышленности</strong> и <strong>бизнеса</strong>. Занятия в технопарке для детей с <strong>6 до 17 лет бесплатные по всем направлениям</strong>.
        </AboutParagraph>

        <AboutParagraph>
            <strong>Режим работы:</strong>
        </AboutParagraph>

        <AboutParagraph>
            Учебные занятия в детском технопарке “Кванториум “Волжский Политех” проводятся в <strong>свободное от занятий в общеобразовательных учреждениях время</strong>.
        </AboutParagraph>

        <AboutParagraph>
            Продолжительность одного занятия - <strong>2 академических часа</strong> (академический час - 30-45 минут), <strong>с обязательным перерывом</strong> между занятиями <strong>не менее 10 минут</strong>.
        </AboutParagraph>

        <AboutParagraph>
            Детский технопарк “Кванториум “Волжский Политех” организует работу с обучающимися <strong>в течение всего календарного года. В период школьных каникул</strong> группы квантумов <strong>могут работать по изменённому расписанию</strong> учебных занятий <strong>с основным или переменным составом</strong>.
        </AboutParagraph>

        <AboutParagraph>
            Наши <strong>наставники</strong> (педагоги дополнительного образования) <strong>работают согласно расписанию</strong> учебных занятий.
        </AboutParagraph>
    </Section>
</template>
