<template>
    <PageSection id="organization">
        <PageSectionDefaultLayout :class="$style.about">
            <template #heading>
                Сведения об организации
            </template>

            <p :class="$style.about__paragraph">
                Детский технопарк "Кванториум "Волжский Политех" является структурным подразделением государственного бюджетного профессионального образовательного учреждения «Волжский политехнический техникум» (сайт техникума <a href="http://volpt.ru/">http://volpt.ru/</a>).
            </p>

            <hr>

            <p :class="$style.about__paragraph">
                Детский технопарк «Кванториум» — это уникальная среда для развития ребенка по актуальным научно-исследовательским и инженерно-техническим направлениям, оснащенная высокотехнологичным оборудованием. Отличительной особенностью является не только обучение детей инженерному образованию, но и проектной деятельности, ТРИЗ (теория решения изобретательских задач), 4К-компетенциям (коммуникация, креативность, командное решение проектных задач, критическое мышление) и решение реальных производственных задач в сопровождении опытных наставников, в том числе представителей научной школы, промышленности и бизнеса.
                Занятия в технопарке для детей с 6 до 17 лет бесплатные по всем направлениям.
            </p>
        </PageSectionDefaultLayout>
    </PageSection>
    <PageSection>
        <PageSectionDefaultLayout>
            <template #heading>
                Режим работы
            </template>
            <p :class="$style.about__paragraph">
                Учебные занятия в детском технопарке «Кванториум «Волжский Политех» проводятся в свободное от занятий в общеобразовательных учреждениях время. Продолжительность одного занятия - 2 академических часа (академический час - 30-45 минут), с обязательным перерывом между занятиями не менее 10 минут.
                <br>Детский технопарк «Кванториум «Волжский Политех» организует работу с обучающимися в течение всего календарного года. В период школьных каникул группы квантумов могут работать по измененному расписанию учебных занятий с основным или переменным составом.
                <br>Наши наставники (педагоги дополнительного образования) работают согласно расписанию учебных занятий.
            </p>
        </PageSectionDefaultLayout>
    </PageSection>
</template>

<style module lang="scss">
@use '@styles/main.scss' as *;

.about {
    &__paragraph {
        @include typo(body-1-normal);
    }
}
</style>
